import './App.css';
import Message from './components/Message';

function App() {
  return (
    <div className="App">
      <Message title="Оказывается, солнечных дней всё меньше" text="Предварительные выводы неутешительны: высокое качество позиционных исследований играет важную роль в формировании новых предложений. Наше дело не так однозначно, как может показаться: глубокий уровень погружения не оставляет шанса для форм воздействия. А ещё акционеры крупнейших компаний, вне зависимости от их уровня, должны быть подвергнуты целой серии независимых исследований."></Message>
      <Message title="Давайте не забывать, что убеждённость некоторых оппонентов продолжает удивлять" text="Наше дело не так однозначно, как может показаться: синтетическое тестирование в значительной степени обусловливает важность стандартных подходов. С учётом сложившейся международной обстановки, реализация намеченных плановых заданий говорит о возможностях дальнейших направлений развития. Лишь явные признаки победы институционализации представлены в исключительно положительном свете."></Message>
      <Message title="Нынче никто не может себе позволить инициировать детский заливистый смех" text="Однозначно, непосредственные участники технического прогресса неоднозначны и будут подвергнуты целой серии независимых исследований. Господа, глубокий уровень погружения, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Внезапно, независимые государства призывают нас к новым свершениям, которые, в свою очередь, должны быть заблокированы в рамках своих собственных рациональных ограничений."></Message>
    </div>
  );
}

export default App;
